{
  "mca.books.death.author": "Ozzie el Guerrero",
  "mca.books.death.0": "§No podría contar cuántas veces mi familia ha sido volada en pedazos por creepers. ¿Cómo es que siguen aquí? ¡Fácil!. Yo, querido lector(a), ¡he descubierto una cura para la mismísima muerte! Y a través de este libro, puedo compartirla contigo.",
  "mca.books.death.1": "§f§lTumbas§r§f\n§r§fCuando un aldeano(a) muere, su cadáver se entierra en la tumba más cercana. Así que asegúrate de mantener una parcela vacia en tu cementerio.",
  "mca.books.death.2": "§f§lInvocando a La Parca§r§f\nPor desgracia, la única entidad capaz de vencer a la muerte es la propia muerte: la Parca. Para invocarlo, debes construir un altar formado por 3 columnas de obsidiana de al menos 2 bloques de altura. Pueden ser mas altas si quieres.",
  "mca.books.death.3": "§f§lInvocando a La Parca§r§f\nEn el centro tienes que colocar el sacrificio, un bloque de esmeralda.",
  "mca.books.death.4": "§f§lInvocando a La Parca 3§r§f\nDespués de construir el altar, espera hasta la noche y enciende las 3 columnas. Cuando estés listo para luchar, enciende el bloque esmeralda y ¡corre!",
  "mca.books.death.5": "§f§lLuchando contra La Parca§r§f\nLa Parca es fuerte. Usa una armadura de diamante completa, muchas pociones y muchos encantamientos. La Parca puede:\n- Volar\n- Bloquear ataques\n- Cegarte\n- Mover tus objetos\n- Teletransportarse",
  "mca.books.death.6": "§f§lLuchando contra La Parca 2§r§f\nSi golpeas a La Parca mientras está bloqueando, se teletransportará atrás de ti y te atacará. No intentes usar flechas ni veneno, ¡es inmune!",
  "mca.books.death.7": "§f§lLuchando contra La Parca 3§r§f\nCuando La Parca pierda demasiada salud, se teletransportará al aire y empezará a curarse. Mientras se cura, invocará a sus esbirros del inframundo para que luchen contra ti.",
  "mca.books.death.8": "§f§lLuchando contra La Parca 4§r§f\nCuando La Parca se cure, seguirá atacándote, pero no podrá volver a curarse hasta pasados 3 minutos con 30 segundos. Cada vez que La Parca se cure, no podrá recuperar tanta salud como antes.",
  "mca.books.death.9": "§f§lLa Guadaña§r§f\nUna vez que le das el golpe final, caera al vacío y dejara atrás su guadaña. La guadaña, que es fria al tacto, es una herramienta poderosa. Golpea a un aldeano/a para cargar la guadaña y transfiere el alma almacenada a una tumba.",
  "mca.books.death.10": "§f§lLa Guadaña 2§r§f\nPero tu amigo se levantará infectado, ya que el tiempo enterrado dejó marcas en el, probablemente puedas curarlo de alguna manera, mi amigo Richard escribió un libro sobre el tema.",
  "mca.books.death.11": "§f§lBastón De Vida§r§f\nSin embargo, hay otra solución más pacífica. ¡El Bastón de la Vida! En vez de usar una pobre alma, utiliza el poder concentrado de las Estrellas de Nether para revivir.",
  "mca.books.death.12": "§f§lBastón de la Vida 2§r§f\nEl Baston es un poderoso objeto que puede revivir hasta a 5 personas. A diferencia de la Guadaña, es capaz incluso de quitar cualquier enfermedad de la persona revivida.",
  "mca.books.romance.author": "Gerry el bibliotecario",
  "mca.books.romance.0": "§lIntroducción§r\nLa interacción es la clave para construir relaciones y encontrar el amor de tu vida. Con mucho gusto he escrito este libro para compartir mis conocimientos sobre la interacción, el amor y, por desgracia, el divorcio, con cualquiera que necesite un empujoncito en la dirección correcta.",
  "mca.books.romance.1": "§Personalidades\nAl hablar con cualquier aldeano/a, notaras de que tienen una personalidad ¡Presta mucha atención a esto! A algunos les gustan más las bromas, a otros los abrazos. Algunas personalidades son más obvias que otras. Pasa el mouse por encima de la personalidad para ver algunas pistas.",
  "mca.books.romance.2": "§lEstados de ánimo§r\nCada persona tiene un estado de ánimo, que siempre es aparente al hablar con ellos. Los estados de ánimo pueden cambiar a lo largo del día y determinan la probabilidad de que a un aldeano/a le gusten ciertas interacciones.",
  "mca.books.romance.3": "§lEstados de Ánimo 2§r\nLa muerte de un aldeano parece poner de mal humor a los que están cerca. Los impuestos también disminuyen gradualmente el estado de ánimo de todos. se sabe que los regalos y las interacciones exitosas mejoran el humor.",
  "mca.books.romance.4": "§lInteractuando§r\n¡Elige cuidadosamente cuando interactúes con un aldeano/a, basado en su estado de ánimo y personalidad! Si eliges una interacción romántica, asegúrate de que le gustes al/la aldeano/a con el que hablas.",
  "mca.books.romance.5": "§lInteractuando pt. 2§r\n¡No seas pesado! Hablar con alguien durante mucho tiempo los aburrira, y puede que tus interacciones dejen de tener éxito. Si esto pasa, simplemente espera un poco antes de volver a intentar hablar con ellos.",
  "mca.books.romance.6": "§lRegalos§r\nLos regalos son otra gran manera de ganarse la amistad de alguien. Pero de nuevo, ten cuidado con lo que regalas. A un pescador le encantara el pescado, ¡pero vamos! nunca se le regala un pescado apestoso a una noble dama.",
  "mca.books.romance.7": "§lMatrimonio§r\nPara casarte, simplemente regalale a un/a aldeano/a un anillo de bodas cuando consideres que has alcanzado el nivel de relación más alto.",
  "mca.books.romance.8": "§lDivorcio§r\nPor desgracia, a veces lo mejor separarse de tu pareja y seguir adelante. Para ello, busca a un clérigo para conseguir los papeles del divorcio. Luego habla con tu pareja.",
  "mca.books.romance.9": "§lDivorcio pt. 2§r\nTambién puedes ponerle fin al matrimonio sin papeles, aunque no estaran para nada felices.",
  "mca.books.family.author": "Leanne la Clérigo",
  "mca.books.family.0": "¡Los niños son nuestro futuro! Asegúrate de tener tantos como puedas.§rNo sólo experimentarás la alegría de criar a un/a hijo/a, sino que, una vez superada la etapa de guagua, ¡hazlos trabajar!",
  "mca.books.family.1": "§lGuaguas§r\nCuando estés casado/a, simplemente acércate a tu pareja y ofrécele \"Procrear\". Tras un bailecito, serás el/la orgulloso/a progenitor/a de un guagüito o guagüita (¡quizas ambos!)",
  "mca.books.family.2": "§lCrecimiento§r\nLas guaguas se toman un tiempo para crecer, asegúrate de mantenerlas hasta que estén listas, o daselas a tu pareja para que las cuiden. Una vez que una guagua esté lista para crecer, puedes ponerla en el suelo y ¡se convertirá en un niño o niña!",
  "mca.books.family.3": "§lAdolescencia§r\nLos Niños crecerán lentamente. Sin embargo, se dice que las propiedades mágicas de las Manzanas Doradas aceleran el crecimiento de cualquier niño, pero todavía no lo he puesto a prueba.",
  "mca.books.family.4": "§lDeberes§r\nCualquier niño puede cosechar, cortar madera, minar, cazar y pescar. Necesitarás proporcionarles las herramientas que necesitan para hacerlo. Si una herramienta se rompe y el hijo(a) no tiene otra herramienta, no tendrán otra opción que dejar de trabajar.",
  "mca.books.family.5": "§lCodicia§r\nSi nota que su hijo tiene una personalidad codiciosa, ¡tenga cuidado! Se sabe que los niños avariciosos roban objetos que pueden recoger mientras hacen deberes.",
  "mca.books.family.6": "§lMinería§r\nAquí una nota especial sobre la minería, la mayoría de los niños tienen una habilidad peculiar para buscar y localizar minerales bajo tierra. Esta actividad daña cualquier pico que puedan tener en su inventario.",
  "mca.books.family.7": "§lAdultez§r\nPor triste que sea, los niños eventualmente crecerán hasta convertirse en adultos. Una vez que sean adultos, ya no trabajarán para ti. Los adultos pueden casarse usando los Anillos de Casamiento (hierro) o eventualmente se casarán por su cuenta.",
  "mca.books.rose_gold.author": "William el Minero",
  "mca.books.rose_gold.0": "§l¡Advertencia!\n CONFIDENCIAL§r\nEste manual es propiedad de Minerías William Co.§rSi usted no es un empleado de Minerías William Co; por favor absténgase de leer este manual y regréselo inmediatamente a William el Minero.",
  "mca.books.rose_gold.1": "Ah, oro rosado - una encantadora combinación de plata, cobre y oro que funde en un metal rosado-naranja. La mayoría lo utilizan como alternativa al oro para la fabricación de anillos ya que es mucho menos costoso. Sin embargo, tiene algunas cualidades interesantes que son fáciles de pasar de largo.",
  "mca.books.rose_gold.2": "§lCreando Polvo§r\nOro rosado, una vez fundido, puede ser triturado en un fino polvo. ¡Mira de cerca el polvo de oro rosado con una luz, y verás brillantes destellos de oro puro!§r",
  "mca.books.rose_gold.3": "§lSeparando el Polvo§r\nCon un poco de trabajo, podemos extraer el oro del polvo de oro rosado y crear lingotes de oro puro. Simplemente mezcle el polvo con un cubo de agua. Los componentes de plata y cobre más ligeros se desvanecerán, dejándote con unas 6 pilas más pequeñas de polvo de oro.",
  "mca.books.rose_gold.4": "§lExtracción de Oro§r\nOrdena 9 pilas de polvo en tu mesa de crafted, y si tienes suerte, ¡encontrarás una pepita de oro en uno de ellos! y por supuesto, una vez que tengas 9 pepitas de oro, podrás fabricarlos en un lingote de oro sólido.",
  "mca.books.infection.author": "Richard el Zombie",
  "mca.books.infection.0": "¡Buen día lectores! He escrito este libro para que no termine sufriendo la misma suerte que yo. Aunque he caído en la infección, he sido afortunado de mantener todas mis facultades mentales.",
  "mca.books.infection.1": "§l¿Qué es la Infección?§r\n¡Descubrí hace tiempo que los zombis que aparecen por la noche eran antes aldeanos! ¡Los aldeanos recién infectados se vuelven lentamente verdes, se sienten mal y pueden ser incapaces de hablar correctamente!",
  "mca.books.infection.2": "§lCuración§r\nContrario a la creencia popular, cualquier aldeano infectado puede curarse. Regala a un aldeano una manzana dorada para curar una infección en curso. Si la infección ya ha convertido al aldeano en un zombi, primero debes debilitar al zombi con una poción y luego aplicar la manzana dorada.",
  "mca.books.infection.3": "§lCuración 2§r\nLos demás zombis que veas, por desgracia, están demasiado avanzados y no se pueden curar.",
  "mca.books.infection.4": "§lCurar de la infección 3§r\nLos zombis tomará un par de minutos para ser curado completamente. Sin embargo, ¡los aldeanos que han sido infectados recientemente y que no han tenido tiempo de degradarse en un zombi completo, serán curados al instante!",
  "mca.books.infection.5": "§Advertencias§r\nLos aldeanos son muy susceptibles a las infecciones, ¡disminuye el riesgo de infección construyendo una enfermería!",
  "mca.books.blueprint.author": "Carl el constructor",
  "mca.books.blueprint.0": "§fLos aldeanos podemos cultivar, podemos forjar herramientas, armaduras, leer, destilar, encantar y mucho más. Pero hay una cosa para la que carecemos del conocimiento: la construcción!",
  "mca.books.blueprint.1": "§fEn tu viaje, probablemente te encuentras con varias aldeas llenas de casas pequeñas, imprácticas y apenas decoradas. ¿Cómo debería un pueblo evolucionar en algo más grande?",
  "mca.books.blueprint.2": "§f§lBlueprint§r§f\nThat's why I'm wandering across the planet, helping villages I encounter on my travels. And you could too! Craft yourself a blueprint using blue dye and paper and check out the catalog of buildings every village needs but can't build on their own.",
  "mca.books.blueprint.3": "§f§lRequerimientos§r§f\nUn edificio normalmente requiere un tamaño mínimo. No puedes ponerlo todo en un cobertizo. Entonces tienes que asegurarte de que todos los requisitos del bloque sean cumplidos.",
  "mca.books.blueprint.4": "§f§lPara finalizar§r§f\nUna vez hecho, pulsa \"Añadir edificio\" y observa cómo los aldeanos lo integran en la aldea.",
  "mca.books.blueprint.5": "§f§lRangos§r§f\n¡Pero no necesitas ser únicamente solidario! Cuanto más avanzado sea tu aldea, mayor será tu rango. ¿Todos soñaron con vivir una vida de noble? ¿Un alcalde? ¿O incluso un rey?",
  "mca.books.cult_0.author": "Lucas el Devoto",
  "mca.books.cult_0.0": "A long time ago, a being from another world came to this planet, sharing its wisdom as it travels across the land… This entity was called Sirben the 99.",
  "mca.books.cult_0.1": "Despite good intentions, its knowledge was too much for our minds to comprehend, some people didn't listen, but those who did were changed, to never be the same again…",
  "mca.books.cult_0.2": "Sus mentes, destrozadas por las verdades que decía Sirben, se obsesionaron, y transmitieron \"las palabras sagradas\" a las siguientes generaciones. Todo el que adquiere este comportamiento errático recibe el rasgo \"Sirben\".",
  "mca.books.cult_0.3": "Hasta el día de hoy, algunas personas dicen que todavía pueden oír sus susurros…",
  "mca.books.cult_1.author": "Evelyn the Seeker",
  "mca.books.cult_1.0": "The Sirben cult speaks of a higher power that transcends our world, a being that exists beyond our understanding of time and space.",
  "mca.books.cult_1.1": "Through meditation and ritual, cultists attempt to commune with this entity, hoping to gain insight into its unknowable nature and the secrets of the universe.",
  "mca.books.cult_1.2": "But with this knowledge comes a price - a madness that grips the mind and twists the soul. Those who follow Sirben's teachings must tread carefully, lest they lose themselves in the pursuit of forbidden truths.",
  "mca.books.cult_1.3": "Yet even as the world scoffs at their beliefs, the cultists remain steadfast in their devotion. For they know that beyond the veil of reality lies a realm of infinite wonder, where the mysteries of the cosmos are laid bare for those with the courage to seek them.",
  "mca.books.cult_2.author": "Barnaby the Adventurer",
  "mca.books.cult_2.0": "In order to summon the ancient cultists, one must perform a ritual at midnight during a snowfall. But be warned, this is no ordinary ritual - it requires the milk of a goat!",
  "mca.books.cult_2.1": "That's right, you must milk a goat at midnight in the middle of a snowstorm! It sounds strange, but it's the only way to wake the ancient cultists from their slumber.",
  "mca.books.cult_2.2": "But be careful, for these undead cultists are not to be taken lightly. They may be aggressive towards you once awakened, and will stop at nothing to protect their secrets.",
  "mca.books.cult_2.3": "If you're brave enough to face them, though, there's a chance they'll drop the secret words of the Sirbens upon their defeat. And with those words, you'll unlock a new level of understanding about the mysteries of this world and beyond.",
  "mca.books.cult_ancient.author": "The Ancient Sirbens",
  "mca.letter.condolence": "%s,\n\nLamentamos mucho que tengamos que informarte de la muerte de %s.\n\nAtentamente,\nel alcalde de %s",
  "mca.books.supporters.author": "La Comunidad",
  "mca.books.supporters.patrons": "Patrons",
  "mca.books.supporters.contributors": "Contribuyentes",
  "mca.books.supporters.translators": "Traductores",
  "mca.books.supporters.wiki": "Wiki",
  "mca.books.supporters.old": "Antes de MCA 7.0.0",
  "mca.books.supporters.thanks": "Gracias!"
}
