{
  "mca.books.death.author": "Ozzie si Pejuang",
  "mca.books.death.0": "§fSaya tidak bisa menghitung berapa kali keluargaku telah diledakkan berkeping-keping oleh creeper. Bagaimana mereka bisa tetap hidup, Anda bertanya? Mudah! Saya, pembaca yang budiman, telah menemukan obat untuk kematian! Dan melalui buku ini, saya dapat membagikannya kepada Anda.",
  "mca.books.death.1": "§f§lKuburan§r§f\n§r§fKetika seorang desa meninggal, mayatnya akan dimakamkan di kuburan terdekat. Jadi, pastikan untuk mengosongkan sebidang tanah di kuburan Anda.",
  "mca.books.death.2": "§f§lMemanggil Malaikat Maut§r§f\nSayangnya, satu-satunya entitas yang mampu mengalahkan kematian adalah kematian sendiri: Malaikat Maut. Untuk memanggilnya, kamu harus membangun sebuah altar yang terdiri dari 3 kolom obsidian yang tingginya minimal 2 blok. Obsidiannya bisa lebih tinggi jika kamu inginkan.",
  "mca.books.death.3": "§f§lMemanggil Malaikat Maut 2§r§f\nDi tengah kamu harus menempatkan pengorbanan, suatu blok emerald.",
  "mca.books.death.4": "§f§lMemanggil Grim 3§r§f\nSetelah membangun altarnya, tunggu sampai malam dan nyalakan semua 3 kolom. Saat kamu siap melawan, bakarlah blok emerald dan lari!",
  "mca.books.death.5": "§f§lMelawan Grim§r§f\nGrim itu sulit. Gunakan armor diamond penuh, ramuan yang banyak, dan banyak enchantment. Dia bisa:\n- Terbang\n- Blok serangan\n- Membuatmu buta\n- Pindahkan barangmu\n- Teleportasi",
  "mca.books.death.6": "§f§lMelawan Grim 2§r§f\nJika kamu menyerang Grim saat dia sedang blok, dia akan teleportasi di belakangmu dan menyerang. Jangan mencoba menggunakan panah atau racun, dia kebal!",
  "mca.books.death.7": "§f§lMelawan Grim 3§r§f\nKetika Grim terlalu banyak kehilangan health, dia akanrteleportasi ke udara dan mulai menyembuhkan diri. Saat dia menyembuhkan diri, dia akan memanggi pelayan-pelayannya dari dunia bawah untuk melawanmu.",
  "mca.books.death.8": "§f§lMelawan Grim 4§r§f\nSaat Grim sudah sembuh, dia akan terus menyerangmu, tapi dia tidak akan bisa menyembuhkan diri lagi selama 3 menit dan 30 detik. Setiap kali Grim menyembuhkan diri, dia tidak akan bisa memulihkan health sebanyak yang dia memulihkan sebelumnya.",
  "mca.books.death.9": "§f§lSabit Besar§r§f\nSetelah kamu melakukan serangan mematikan, dia jatuh kembali ke dalam kekosongan dan meninggalkan Sabitnya. Sabit, yang terasa sedingin es saat disentuh, adalah alat yang sangay hebat. Matikanlah seorang penduduk desa untuk mengisi sabit, lalu pindahkan jiwa yang tersimpan ke suatu batu nisan.",
  "mca.books.death.10": "§f§lSabit Besar 2§r§f\nTetapi teman kamu akan bangkit terinfeksi, karena waktunya di bawah tanah meninggalkan beberapa tanda. Kamu mungkin bisa menyembuhkannya dengan suatu cara, temanku Richard pernah menulis buku tentang topik ini.",
  "mca.books.death.11": "§f§lStaf Kehidupan§r§f\nNamun, ada solusi lain, solusi yang lebih damai. Staf Kehidupan! Alih-alih jiwa yang malang, ia menggunakan kekuatan terkonsentrasi Nether Stars untuk menghidupkan kembali.",
  "mca.books.death.12": "§f§lStaf Kehidupan 2§r§f\nStaf tersebut adalah item sangat kuat yang dapat menghidupkan kembali hingga 5 orang. Berbeda dengan Sabit Besar, ia bahkan mampu menghapus penyakit apa pun dari orang yang dihidupkan kembali.",
  "mca.books.romance.author": "Gerry si Pustakawan",
  "mca.books.romance.0": "§lIntroduksi§r\nInteraksi adalah kunci untuk membangun hubungan dan menemukan cinta dalam hidupmu. Aku menulis buku ini dengan senang hati untuk membagikan pengetahuan aku tentang interaksi, cinta, dan, sayangnya, perceraian, kepada siapa saja yang mungkin membutuhkan sedikit dorongan ke arah yang benar.",
  "mca.books.romance.1": "§lPersonalitast§r\nSaat berbicara dengan penduduk desa mana pun, Anda akan melihat bahwa mereka memiliki sifat-sifat unik. Perhatikan ini dengan baik! Beberapa orang lebih menyukai lelucon, beberapa menyukai pelukan. Beberapa personalitas lebih jelas daripada yang lain. Arahkan kursor ke personalitas untuk melihat beberapa petunjuk.",
  "mca.books.romance.2": "§lSuasana Hati§r\nSetiap orang memiliki suasana hati, yang selalu terlihat saat berbicara dengan mereka. Suasana hati dapat berubah sepanjang hari, dan menentukan seberapa besar kemungkinan penduduk desa menyukai interaksi tertentu.",
  "mca.books.romance.3": "§lSuasana Hati 2§r\nKematian seorang penduduk desa tampaknya membuat orang-orang di sekitarnya dalam suasana hati yang buruk. Perpajakan juga secara bertahap menurunkan suasana hati setiap orang. Hadiah dan interaksi yang sukses diketahui dapat meningkatkan suasana hati.",
  "mca.books.romance.4": "§lBerinteraksi§r\nPilihlah dengan bijak saat berinteraksi dengan seorang penduduk desa, berdasarkan suasana hati dan personalitas mereka! Jika memilih interaksi romantis, pastikan bahwa penduduk desa yang kamu mengajak bicara sangat menyukaimu.",
  "mca.books.romance.5": "§lBerinteraksi pt. 2§r\nJangan mengganggu! Berbicara dengan seseorang terlalu lama akan membuat dia bosan, dan interaksimu dengan dia mungkin berhenti berhasil. Jika ini terjadi, tunggu beberapa saat sebelum mencoba berbicara dengannya lagi.",
  "mca.books.romance.6": "§lHadiah§r\nHadiah adalah cara hebat yang lain untuk memenangkan persahabatan seseorang. Tapi sekali lagi, berhati-hatilah dengan siapa kamu memberi hadiah apa. Nelayan suka ikan, tapi ya ampun, jangan pernah memberikan ikan bau kepada seorang wanita mulia.",
  "mca.books.romance.7": "§lMenikah§r\nUntuk menikah, cukup berikan seorang penduduk desa sebuah cincin pernikahan setelah kamu merasa telah mencapai tingkat hubungan tertinggi.",
  "mca.books.romance.8": "§lBercerai§r\nSayangnya, terkadang berpisah dari pasanganmu dan melanjutkan hidup adalah yang paling baik. Untuk melakukan ini, carilah seorang ulama untuk mendapatkan surat cerai. Setelah itu bicara dengan pasanganmu.",
  "mca.books.romance.9": "§lBercerai pt. 2§r\nAtau kamu juga dapat mengakhiri pernikahan tanpa surat cerai, tetapi dia tidak akan bahagia.",
  "mca.books.family.author": "Leanne si Ulama",
  "mca.books.family.0": "Anak-anak, adalah masa depan kita! Pastikan untuk memiliki sebanyak mungkin yang kamu bisa.§rKamu tidak hanya bisa mengalami kegembiraan membesarkan anak, tetapi setelah mereka melewati tahap bayi, tempatlah mereka untuk bekerja!",
  "mca.books.family.1": "§lBayi§r\nKetika kamu sudah menikah, cukup dekati pasanganmu dan tawarkan untuk 'Berkembang biak'. Setelah suatu dansa singkat, kamu akan bangga memiliki bayi laki-laki atau perempuan (atau bahkan dua-duanya)!",
  "mca.books.family.2": "§lPertumbuhan§r\nBayi membutuhkan waktu untuk tumbuh, pastikan untuk menggendongnya sampai mereka siap, atau berikan kepada pasanganmu untuk mengurus. Setelah bayi siap untuk tumbuh, kamu dapat meletakkannya di lantai dan dia akan tumbuh menjadi seorang anak!",
  "mca.books.family.3": "§lMasa Remaja§r\nAnak-anak akan tumbuh perlahan. Namun, sifat magis Apel Emas dikatakan dapat mempercepat pertumbuhan suatu anak. Aku sendiri belum mencoba ini.",
  "mca.books.family.4": "§lTugas Rumah Tangga§r\nSemua anak dapat bertani, memotong kayu, menambang, berburu, dan memancing. Kamu harus memberikan dia alat yang dia butuhkan untuk melakukannya. Jika sebuah alat rusak dan anaknya tidak memiliki yang lain, dia tidak punya pilihan selain berhenti bekerja.",
  "mca.books.family.5": "§lKetamakan§r\nJika Anda melihat anak Anda memiliki personalitas Tamak, berhati-hatilah! Anak-anak tamak diketahui mencuri barang-barang yang dia dapatkan saat melakukan kerjaan.",
  "mca.books.family.6": "§lMenambang§r\nNotasi spesial tentang penambangan di sini, sebagian besar anak-anak memiliki kemampuan khusus untuk mencari dan menemukan bijih di bawah tanah. Aktivitas ini merusak beliung apa pun yang dia miliki di inventaris dia.",
  "mca.books.family.7": "§lMasa Dewasa§r\nMeski menyedihkan, anak-anak pada akhirnya akan tumbuh menjadi orang dewasa. Begitu mereka dewasa, mereka tidak akan lagi bekerja untukmu. Orang dewasa dapat dinikahkan dengan menggunakan Cincin Matchmaker, atau mereka nantinya akan menikah sendiri.",
  "mca.books.rose_gold.author": "William si Pemburuh Tambang",
  "mca.books.rose_gold.0": "§lPeringatan!\nSANGAT RAHASIA§r\nManual ini adalah milik William Mining Co.§rJika Anda bukan seorang karyawan William Mining Co., Anda dilarang membaca manual ini dan segera kembalikan ke William si .Pemburuh Tambang.",
  "mca.books.rose_gold.1": "Ah, emas mawar - sebuah kombinasi indah dari perak, tembaga, dan emas yang berbaur menjadi logam oranye-merah muda. Orang-orang sebagian besar menggunakannya sebagai alternatif emas untuk membuat cincin karena harganya jauh lebih murah. Namun, ia memiliki beberapa kualitas menarik yang mudah untuk dilewatkan.",
  "mca.books.rose_gold.2": "§lMembuat Debu§r\nEmas mawar, setelah dilebur, dapat dihancurkan menjadi debu halus. Perhatikan baik-baik debu emas mawar dalam cahaya terang, dan kamu akan melihat bintik-bintik mengkilap dari emas murni!§r",
  "mca.books.rose_gold.3": "§lMencuci Debu§r\nDengan sedikit usaha, kita bisa mengekstrak emas dari debu dan membuat emas batangan murni. Cukup campurkan debu dengan seember air. Komponen perak dan tembaga yang lebih ringan akan menghilang, meninggalkan kamu dengan sekitar 6 tumpukan debu emas yang lebih kecil.",
  "mca.books.rose_gold.4": "§lMengekstraksi Emas§r\nSusun 9 tumpukan debu di meja kerajinanmu, dan jika kamu beruntung, kamu akan menemukan bongkahan emas di salah satunya!§rDan tentu saja, setelah kamu memiliki 9 bongkahan emas, kamu akan dapat menyusunnya menjadi sebuah batangan emas padat.",
  "mca.books.infection.author": "Richard si Zombi",
  "mca.books.infection.0": "Selamat pagi pembaca! Aku telah menulis buku ini agar kamu tidak mengalami nasib yang sama seperti aku. Meskipun aku terkena infeksi, untungnya aku dapat mempertahankan semua kemampuan mentalku.",
  "mca.books.infection.1": "§lApa itu Infeksinya?§r\nAku menemukan sejak lama bahwa zombi yang muncul di malam hari sebenarnya adalah penduduk desa dalam tahap akhir infeksi!§rPenduduk desa yang baru terinfeksi menjadi hijau, tidak dapat berbicara, dan kadang-kadang mencoba menggigitmu!",
  "mca.books.infection.2": "§lPengobatan§r\nKebalikan dari kepercayaan umum, setiap penduduk desa yang terinfeksi dapat disembuhkan. Kamu harus melemahkan penduduk desa atau zombi terlebih dahulu menggunakan suatu ramuan. Kemudian, segera berikan mereka sebuah apel emas.",
  "mca.books.infection.3": "§lPengobatan 2§r\nZombi yang bisa disembuhkan biasanya memiliki kepala dan hidung yang besar. Zombi lain yang kamu lihat sayangnya sudah terlalu jauh terkorupsi, dan tidak dapat disembuhkan.",
  "mca.books.infection.4": "§lPengobatan 3§r\nZombi memerlukan beberapa menit untuk sembuh secara penuh. Tapi penduduk desa yang baru saja terinfeksi, dan belum sempat berubah menjadi sebuah zombi, akan langsung sembuh!",
  "mca.books.infection.5": "§lPeringatan§r\nPenduduk desa sangat rentan terhadap infeksi, terutama anak-anak!",
  "mca.books.blueprint.author": "Carl si Pembangun",
  "mca.books.blueprint.0": "§fKita penduduk desa bisa bertani. Kita bisa menempa perkakas dan baju besi. Kita bisa membaca, menyeduh, mengenchant dan banyak lagi. Tapi ada satu hal yang kita kurang pengetahuan: konstruksi!",
  "mca.books.blueprint.1": "§fDalam perjalananmu, kamu mungkin menemukan beberapa desa penuh dengan rumah-rumah yang kecil, tidak praktis, dan nyaris tidak dihias. Bagaimana seharusnya suatu desa berevolusi menjadi sesuatu yang lebih besar?",
  "mca.books.blueprint.2": "§f§lCetak Biru§r§f\nItu sebabnya aku mengembara melintasi planet ini, membantu desa-desa di seluruh dunia. Dan kamu juga bisa! Buatlah sendiri cetak biru menggunakan pewarna biru dan kertas dan lihat katalog bangunan yang dibutuhkan setiap desa tetapi tidak dapat mereka bangun sendiri.",
  "mca.books.blueprint.3": "§f§lSyarat-Syarat§r§f\nSebuah bangunan biasanya membutuhkan suatu ukuran minimal. Kamu tidak bisa begitu saja memasukkan semuanya ke dalam gudang. Setelah itu kamu harus memastikan bahwa semua persyaratan blok telahterpenuhi.",
  "mca.books.blueprint.4": "§f§lMenyelesaikan§r§f\nJika sudah selesai, tekan 'Tambahkan Bangunan' dan lihat bagaimana penduduk-penduduk desa mengintegrasikannya ke dalam desa.",
  "mca.books.blueprint.5": "§f§lRanks§r§f\nBut you don't need to be selfless! The more advanced your village is, the higher your rank gets. Every dreamed to live a life of a noble? A mayor? Or even a King?",
  "mca.letter.condolence": "%s,\n\nDengan sangat menyesal kami harus memberi tahu Anda tentang kematian %s.\n\nDengan hormat,\nwalikota %s",
  "mca.books.supporters.author": "Komunitas",
  "mca.books.supporters.patrons": "Patron",
  "mca.books.supporters.contributors": "Kontributor",
  "mca.books.supporters.translators": "Penerjemah",
  "mca.books.supporters.wiki": "Wikipedia",
  "mca.books.supporters.old": "Sebelum MCA 7.0.0",
  "mca.books.supporters.thanks": "Terima kasih!"
}
