{
  "mca.books.death.author": "Svaldo il guerriero",
  "mca.books.death.0": "§fNon riesco a contare quante volte la mia famiglia è stata fatta esplodere dai creeper. Come fanno a essere ancora in giro, ti chiederai? Semplice! Io, caro lettore, ho scoperto una cura per la morte stessa! E grazie a questo libro, posso condividerla con te.",
  "mca.books.death.1": "§f§lLapidi§r§f\n§r§fQuando un villico muore, il suo cadavere viene sepolto nella lapide più vicina. Assicurati quindi di mantenere vuoto un lotto del tuo cimitero.",
  "mca.books.death.2": "§f§lInvocazione del Tristo§r§f\nSfortunatamente, l'unico essere in grado di sconfiggere la morte è la morte stessa: il Tristo Mietitore. Per invocarlo, devi costruire un altare composto da 3 colonne di ossidiana alte almeno 2 blocchi. Possono essere più alte se lo desideri.",
  "mca.books.death.3": "§f§lInvocazione del Tristo pt. 2§r§f\nNel mezzo devi collocare il sacrificio, un blocco di smeraldo.",
  "mca.books.death.4": "§f§lInvocazione del Tristo pt. 3§r§f\nDopo aver eretto l'altare, aspetta fino a notte fonda e accendi tutte e 3 le colonne. Quando sei pronto a combattere, accendi il blocco di smeraldo e scappa!",
  "mca.books.death.5": "§f§lCombattere il Tristo§r§f\nIl Tristo è un osso duro. Fornisciti di un'armatura completa, pozioni e incantesimi. È in grado di:\n- Volare\n- Bloccare gli attacchi\n- Accecarti\n- Spostare i tuoi oggetti\n- Teletrasportarsi",
  "mca.books.death.6": "§f§lCombattere il Tristo pt. 2§r§f\nSe colpisci il Tristo mentre sta parando, si teletrasporterà dietro di te e ti colpirà. Non cercare di usare frecce o veleno, è immune!",
  "mca.books.death.7": "§f§lCombattere il Tristo pt. 3§r§f\nQuando il Tristo perde troppa salute, si teletrasporterà in aria e inizierà a curarsi. Nel frattempo, evocherà i suoi scagnozzi dall'oltretomba per combatterti.",
  "mca.books.death.8": "§f§lCombattere il Tristo pt. 4§r§f\nQuando il Tristo si riprende, continuerà ad attaccarti, ma non sarà in grado di guarire nuovamente per 3 minuti e 30 secondi. Ogni volta che il Tristo guarisce, non sarà in grado di recuperare la stessa quantità di salute come in precedenza.",
  "mca.books.death.9": "§f§lLa Falce§r§f\nUna volta messo a segno il colpo letale, cade nel vuoto e si lascia alle spalle la Falce. La Falce, fredda come il ghiaccio al tatto, è uno strumento potente. Colpisci un villico per caricare la falce, poi trasferisci l'anima immagazzinata nella lapide.",
  "mca.books.death.10": "§f§lLa Falce 2§r§f\nMa il tuo amico risorgerà infetto, poiché il tempo trascorso sottoterra ha lasciato dei segni. Probabilmente puoi guarirlo in qualche modo, il mio amico Richard una volta ha scritto un libro su questo argomento.",
  "mca.books.death.11": "§f§lScettro della Vita§r§f\nTuttavia, esiste un'altra soluzione più pacifica. Lo Scettro della Vita! Invece di una povera anima, utilizza il potere concentrato delle Stelle del Nether per rianimare.",
  "mca.books.death.12": "§f§lScettro della Vita pt. 2§r§f\nLo Scettro è un potente strumento che può riportare in vita le persone. A differenza della Falce, è persino in grado di estirpare qualsiasi malattia dalla persona resuscitata.",
  "mca.books.romance.author": "Gerry il Bibliotecario",
  "mca.books.romance.0": "§lIntroduzione§r\nL'interazione è la chiave per costruire relazioni e trovare l'amore della tua vita. Ho scritto questo libro per condividere la mia conoscenza dell'interazione dell'amore e, purtroppo, del divorzio, a chi necessita di una spinta nella giusta direzione.",
  "mca.books.romance.1": "§lPersonalità§r\nQuando parli con un villico, noterai la sua personalità. Prestagli molta attenzione! Alcune persone amano gli scherzi, altre gli abbracci. Ci sono personalità più evidenti di altre. Passa il mouse su di esse per avere alcuni suggerimenti.",
  "mca.books.romance.2": "§lUmori§r\nOgni individuo ha un umore, che è sempre evidente quando si parla con loro. Gli umori possono cambiare nel corso della giornata e determinare la propensione di un villico a gradire determinate interazioni.",
  "mca.books.romance.3": "§lUmori pt. 2§r\nLa morte di un villico sembra mettere chiunque si trovi nelle vicinanze di cattivo umore. Anche le tasse contribuiscono gradualmente alla diminuzione dell'umore. Regali e interazioni riuscite aumentano l'umore.",
  "mca.books.romance.4": "§lInterazioni§r\nScegli saggiamente quando interagisci con un villico, considerando il loro umore e personalità! Se scegli un'interazione romantica, assicurati che il villico con cui stai parlando abbia un debole per te.",
  "mca.books.romance.5": "§lInterazioni pt. 2§r\nNon essere fastidioso! Parlare con qualcuno troppo a lungo li annoierà, e le tue interazioni potrebbero non avere più successo. In tal caso, basta aspettare un po' prima di cercare di parlare di nuovo con loro.",
  "mca.books.romance.6": "§lRegali§r\nI regali sono un altro ottimo modo per guadagnare l'amicizia di qualcuno. Ma ancora una volta, fai attenzione a chi e cosa regali. Un pescatore adora il pesce ma, mi raccomando, non regalare mai un pesce puzzolente a una nobildonna.",
  "mca.books.romance.7": "§lMatrimonio§r\nPer poterti sposare, basta regala a un villico un anello nuziale una volta che ritieni di aver raggiunto il massimo livello di relazione.",
  "mca.books.romance.8": "§lDivorzio§r\nPurtroppo, a volte è meglio separarsi dal proprio partner e andare avanti. Per farlo, cerca un chierico per ottenere i documenti di divorzio. Poi parla con il tuo partner.",
  "mca.books.romance.9": "§lDivorzio pt. 2§r\nAlternativamente, puoi porre fine al matrimonio senza bisogno dei documenti, ma gli animi non saranno dei migliori.",
  "mca.books.family.author": "Leanne la Chierica",
  "mca.books.family.0": "I bambini sono il nostro futuro! Assicurati di averne quanti più possibile. Non solo avrai la gioia di crescere un figlio ma, una volta superata la fase del neonato, li potrai far lavorare!",
  "mca.books.family.1": "§lBebè§r\nQuando sei sposato/a, avvicinati al tuo coniuge e offri di 'Procreare'. Dopo una breve danza, sarai il fiero genitore di un nuovo bambino o bambina (o magari entrambi)!",
  "mca.books.family.2": "§lCrescita§r\nI bebè richiedono tempo per crescere, assicurati di tenerli fino a quando non sono pronti, o affidali al tuo partner per prendersene cura. Una volta che un bebè è pronto a crescere, puoi metterlo a terra e crescerà in un battito di ciglia!",
  "mca.books.family.3": "§lAdolescenza§r\nI bambini cresceranno lentamente. Tuttavia, si dice che le proprietà magiche delle mele d'oro accelerino la crescita di qualsiasi bambino. Devo ancora provarlo personalmente.",
  "mca.books.family.4": "§lCompiti§r\nOgni bambino può coltivare, tagliare legna, cacciare e pescare. Dovrai fornir loro gli attrezzi necessari per farlo. Se uno strumento si rompe e il bambino non ne ha un altro, non avrà altra scelta che smettere di lavorare.",
  "mca.books.family.5": "§lEtà Adulta§r\nPer quanto triste possa essere, i bambini alla fine cresceranno e diventeranno adulti. Una volta diventati adulti, non lavoreranno più per te. Gli adulti possono sposarsi usando gli Anelli dell'Affinità, oppure si sposeranno da soli col tempo.",
  "mca.books.rose_gold.author": "William il Minatore",
  "mca.books.rose_gold.0": "§lAttenzione!\nTOP SECRET§r\nQuesto manuale è di proprietà della William Mining Co. Se non sei un dipendente della William Mining Co., ti preghiamo di astenerti dalla lettura di questo manuale e di restituirlo prontamente a William il minatore.",
  "mca.books.rose_gold.1": "Ah, l'oro rosa - una deliziosa combinazione di rame e oro che si fonde in un metallo rosa-arancione. Molti lo usano come alternativa all'oro per creare anelli in quanto meno costoso. Tuttavia, ha alcune qualità interessanti che non tutti sono in grado di notare.",
  "mca.books.rose_gold.2": "§lCreare Lingotti§r\nSchiaccia un po' di oro e rame grezzi per ottenere una miscela, che già condivide il colore rosa dell'oro rosa. Poi, fai fondere la miscela nel forno fusorio e versa il tutto in un lingotto.",
  "mca.books.rose_gold.3": "§lUtrilizzo§r\nL'oro rosa è un metallo molto morbido, quindi non è adatto per utensili o armature. Tuttavia, è ottimo per la creazione di anelli. O blocchi d'oro rosa, se è quello che ti interessa.",
  "mca.books.infection.author": "Richard lo Zombi",
  "mca.books.infection.0": "Buon, giorno, lettori! Ho scritto questo libro affinché non finiate per subire lo stesso destino che ho patito io. Anche se ho contrattol'infezione, sono fortunatamente riuscito a mantenere tutte le mie facoltà mentali.",
  "mca.books.infection.1": "§lCos'è l'Infezione?§r\nHo scoperto molto tempo fa che gli zombi che appaiono di notte erano una volta abitanti del villaggio! I villici appena infettati diventano lentamente verdi, si sentono male e potrebbero non riuscire a parlare correttamente!",
  "mca.books.infection.2": "§lCura§r\nContrariamente a quanto si crede comunemente, qualsiasi villico infetto può essere guarito. Regala a un villico una mela dorata per curare un'infezione in corso. Se l'infezione ha trasformato il villico in uno zombi, devi prima indebolire lo zombi con una pozione, quindi applicare la mela dorata.",
  "mca.books.infection.3": "§lCura pt. 2§r\nTutti gli altri zombie che vedi, purtroppo, sono troppo avanti con l'infezione e non possono essere curati.",
  "mca.books.infection.4": "§lCura pt. 3§r\nGli zombi impiegheranno un paio di minuti per essere completamente guariti. Tuttavia, I villici che sono stati recentemente infettati e non hanno avuto il tempo di trasformarsi completamente in zombi, saranno guariti in tempo zero!",
  "mca.books.infection.5": "§lAvvertenze§r\nI villici sono altamente suscettibili all'infezione, riduci il rischio di infezione costruendo un'infermeria!",
  "mca.books.blueprint.author": "Carl il Costruttore",
  "mca.books.blueprint.0": "§fNoi villici possiamo coltivare. Possiamo forgiare attrezzi e armature. Possiamo leggere, preparare pozioni, incantare e tanto altro. Ma c'è una cosa per cui ci manca la conoscenza: la costruzione!",
  "mca.books.blueprint.1": "§fNel tuo percorso, potresti imbatterti in vari villaggi con case piccole, poco funzionali e scarsamente decorate. Come potrebbe mai un villaggio evolversi in qualcosa di più grande?",
  "mca.books.blueprint.2": "§f§lProgetto§r§f\nEcco perché sto viaggiando per il pianeta, aiutando i villaggi che incontro durante i miei viaggi. E anche tu potresti farlo! Crea un progetto usando la tintura blu e la carta e dai un'occhiata al catalogo di edifici di cui ogni villaggio ha bisogno ma non può costruire da solo.",
  "mca.books.blueprint.3": "§f§lRequisiti§r§f\nSolitamente, un edificio richiede una dimensione minima. Non puoi semplicemente mettere tutto in un capannone. Inoltre, devi assicurarti che tutti i requisiti relativi ai blocchi siano soddisfatti.",
  "mca.books.blueprint.4": "§f§lConclusione§r§f\nUna volta fatto, premi 'Aggiungi Edificio' e osserva come i villici lo integrano nel villaggio.",
  "mca.books.blueprint.5": "§f§lRanghi§r§f\nMa non c'è bisogno di essere altruisti! Più avanzato è il tuo villaggio, più alto sarà il tuo rango. Hai mai sognato di vivere la vita di un nobile? Di un sindaco? O addirittura di un Re?",
  "mca.books.cult_0.author": "Lucas il Devoto",
  "mca.books.cult_0.0": "In tempi antichi, un essere proveniente da un altro mondo giunse su questo pianeta, condividendo la sua saggezza mentre viaggiava per la terra... Questa entità era chiamata Sirben il 99.",
  "mca.books.cult_0.1": "Nonostante le buone intenzioni, la sua conoscenza era troppo complessa per le nostre menti. Alcune persone lo ignorarono, ma coloro che lo ascoltarono furono cambiati, per sempre...",
  "mca.books.cult_0.2": "Le loro menti, frantumate dalle verità dette da Sirben, divennero ossessionate, e tramandarono \"le parole sacre\" alle generazioni successive. Chiunque acquisisca questo comportamento erratico riceve il tratto \"Sirben\".",
  "mca.books.cult_0.3": "Tutt'oggi, c'è chi sostiene di poter ancora sentire i suoi sussurri...",
  "mca.books.cult_1.author": "Evelyn la Cercatrice",
  "mca.books.cult_1.0": "Il culto di Sirben parla di una forza superiore che trascende il nostro mondo, un essere che esiste al di là della nostra comprensione del tempo e dello spazio.",
  "mca.books.cult_1.1": "Attraverso la meditazione e il rituale, i cultisti cercano di entrare in contatto con quest'entità, sperando di ottenere una comprensione della sua natura incomprensibile e dei segreti dell'universo.",
  "mca.books.cult_1.2": "Ma questa conoscenza ha un prezzo - una follia che afferra la mente e contorce l'anima. Coloro che seguono gli insegnamenti di Sirben devono procedere con cautela, per non perdere se stessi nella ricerca di verità proibite.",
  "mca.books.cult_1.3": "Eppure, anche mentre il mondo deride le loro credenze, i cultisti rimangono saldi nella loro devozione. Perché sanno che al di là del velo della realtà si trova un regno di infinito stupore, dove i misteri del cosmo sono svelati per coloro che hanno il coraggio di cercarli.",
  "mca.books.cult_2.author": "Barnaby l'Avventuriero",
  "mca.books.cult_2.0": "Per evocare gli antichi cultisti, bisogna eseguire un rituale a mezzanotte durante una nevicata. Ma fate attenzione, questo non è un rituale ordinario: richiede il latte di una capra!",
  "mca.books.cult_2.1": "Esatto, bisogna mungere una capra a mezzanotte nel bel mezzo di una tempesta di neve! Può sembrare strano, ma è l'unico modo per svegliare gli antichi cultisti dal loro sonno.",
  "mca.books.cult_2.2": "Ma fai attenzione, perché questi cultisti non morti non vanno presi alla leggera. Potrebbero essere aggressivi nei tuoi confronti una volta risvegliati e non si fermeranno davanti a nulla per proteggere i loro segreti.",
  "mca.books.cult_2.3": "Se hai il coraggio di affrontarli, c'è una possibilità che essi rilascino le parole segrete dei Sirbens al momento della loro sconfitta. E con quelle parole, sbloccherai un nuovo livello di comprensione sui misteri di questo mondo e oltre.",
  "mca.books.cult_ancient.author": "Gli Antichi Sirbens",
  "mca.letter.condolence": "%s,\n\nÈ con grande rammarico che ti informiamo della morte di %s.\n\nCordiali saluti,\nil sindaco di %s",
  "mca.books.supporters.author": "La Comunità",
  "mca.books.supporters.patrons": "Sostenitori",
  "mca.books.supporters.contributors": "Collaboratori",
  "mca.books.supporters.translators": "Traduttori",
  "mca.books.supporters.wiki": "Wiki",
  "mca.books.supporters.old": "Prima di MCA 7.0.0",
  "mca.books.supporters.thanks": "Grazie!"
}
