{
  "mca.books.death.author": "戦士のOzzie",
  "mca.books.death.0": "§fやれやれ、いったい何度吾輩の家族がクリーパーによって粉々に吹き飛ばされたことか。どうしてまだ彼らがここに生きているのかって？簡単なことさ！親愛なる読者諸君、私は死そのものの治療法を発見したのだ！ぜひとも吾輩はこの方法を諸君に伝授したい。",
  "mca.books.death.1": "§f§l墓§r§f\n§r§f村人が死んだ時、その死体は一番近い墓に埋められる。したがって、墓地の区画に空きを作るのを忘れてはならない。",
  "mca.books.death.2": "§f§l死神の召喚§r§f\n残念なことだが、死を打ち負かせるものは、死そのもの──死神だけだ。奴を呼び出すには、２ブロック以上の高さの黒曜石の柱３本からなる祭壇をる必要がある。仰々しいのがお好みなら、柱はもっと高くても構わない。",
  "mca.books.death.3": "§f§l死神の召喚 2§r§f\n祭壇の中央には、生贄としてエメラルドブロックを置く。",
  "mca.books.death.4": "§f§l死神の召喚 3§r§f\n祭壇が完成したら、夜まで待つのだ。夜闇の中、3本の柱に火をつける。戦う心構えができているのなら、エメラルドブロックに火をつけ......逃げるのだ!!",
  "mca.books.death.5": "§f§l死神との戦い§r§f\n死神は手強い。ダイヤモンドの防具一式、大量のポーション、大量のエンチャントを使おう。奴は以下の能力を持つ:\n- 空を飛ぶ\n- 攻撃を防ぐ\n- 盲目にする\n- アイテムを動かす\n- 瞬間移動",
  "mca.books.death.6": "§f§l死神との戦い 2§r§f\nもし死神が防御態勢になっている間に攻撃すると、死神は背後に瞬間移動して攻撃してくる。弓矢、毒を使ってみようなどと考えないほうがいい。奴は完璧に耐性をつけている。",
  "mca.books.death.7": "§f§l死神との戦い 3§r§f\n体力を大きく減らした死神は、空中へ瞬間移動し、回復を始める。その間、奴は冥界から手下を呼び出し、君を攻撃させる。",
  "mca.books.death.8": "§f§l死神との戦い 4§r§f\n回復を終えた死神は、君への攻撃を続ける。だが、奴は3分半はもう一度回復することができないし、攻撃される前の体力にまでは回復できない。",
  "mca.books.death.9": "§f§l死神の鎌§r§f\n死神に致命傷を与えると、奴は鎌を落とし、奈落へと帰っていく。氷のように冷たい死神の鎌は、強力な道具である。誰か他の村人を鎌で倒すと、魂を刈り取ることができる。その魂を、墓石に移すのだ。",
  "mca.books.death.10": "§f§l死神の鎌 2§r§f\nしかし、君の友人は地下で過ごした時間のために、感染した状態で目覚めるだろう。治す方法はある。確か我が友リチャードがこのことについて本を書いていたと思う。",
  "mca.books.death.11": "§f§l生命の杖§r§f\n罪なき村人の命が惜しいなら、もっと平和的な解決方法もある。生命の杖だ。 これはネザースターの凝縮された力を使って君の友人を蘇生する。",
  "mca.books.death.12": "§f§l生命の杖 2§r§f\nこの杖は5人まで蘇生できる強力な道具だ。死神の鎌と違って、生き返った人物の病も治してくれる。",
  "mca.books.romance.author": "司書のジェリー",
  "mca.books.romance.0": "§lはじめに§r\n交流は、人間関係を築き、生涯の愛を見つけるための鍵である。私は、交流、愛、そして残念ながら離婚に関する私の知識を、正しい方向への後押しが必要な人に分かち合うために、喜んでこの本を書いた。",
  "mca.books.romance.1": "§l性格§r\n村人と話すと、その村人に性格があることに気づくだろう。これには細心の注意を払おう！ジョークが好きな人もいれば、ハグが好きな人もいる。ある個性は他の個性よりもはっきりしている。個性にカーソルを合わせると、ヒントが表示される。",
  "mca.books.romance.2": "§l気分§r\nすべての人には気分があり、その気分は会話をするときに常に明らかになる。気分は一日を通して変化することがあり、村人が特定の交流を好む可能性を決定する。",
  "mca.books.romance.3": "§l気分 2§r\n村人が死ぬと、近くにいる人の機嫌が悪くなるようだ。課税もまた、皆の気分を徐々に低下させる。贈り物や成功した交流は気分を高めることが知られている。",
  "mca.books.romance.4": "§l交流§r\n村人と交流するときは、相手の気分や性格を考えて、賢く選ぼう！ロマンチックな交流を選ぶなら、相手の村人があなたに好意を持っていることを確認しよう。",
  "mca.books.romance.5": "§l交流 pt. 2§r\n迷惑にならないように！あまり長く話し続けると相手を退屈させ、あなたの交流がうまくいかなくなるかもしれません。そのような場合は、しばらく時間をおいてからもう一度話しかけよう。",
  "mca.books.romance.6": "§l贈り物§r\n贈り物もまた、誰かの友情を勝ち取るための素晴らしい方法である。しかし、誰に何を贈るかは慎重に。漁師は魚が大好きだが、なんと、高貴な婦人に臭い魚を贈ることはない。",
  "mca.books.romance.7": "§l結婚§r\n結婚するには、二人の関係が最高のレベルに達したと感じたら、村人に結婚指輪を贈るだけでよい。",
  "mca.books.romance.8": "§l離婚§r\n残念ながら、配偶者と別れて前に進むことが最善である場合もある。そのためには、聖職者を探して離婚届をもらおう。それから配偶者と話しなさい。",
  "mca.books.romance.9": "§l離婚 pt. 2§r\nあるいは、書類なしで婚姻関係を終わらせることもできる。",
  "mca.books.family.author": "聖職者リアン",
  "mca.books.family.0": "Children, are our future! Make sure to have as many as you possibly can.§rNot only do you get to experience the joy of raising a child, but once they are past the baby stage, put them to work!",
  "mca.books.family.1": "§lBabies§r\nWhen you are married, simply approach your spouse and offer to 'Procreate'. After a short dance, you'll be the proud owner of a new baby boy or girl (or maybe even both)!",
  "mca.books.family.2": "§lGrowth§r\nBabies take time to grow, make sure to hold them until they are ready, or give them to your spouse to take care of. Once a baby is ready to grow, you may place it on the ground and it will grow into a child!",
  "mca.books.family.3": "§lAdolescence§r\nChildren will grow slowly. However, the magical properties of Golden Apples are said to accelerate any child's growth. I have yet to try this myself.",
  "mca.books.family.4": "§lChores§r\nAny child can farm, cut wood, hunt, and fish. You'll need to provide them with the tools they need to do so. If a tool breaks and the child doesn't have another, they will have no choice but to stop working.",
  "mca.books.family.5": "§lAdulthood§r\nAs sad as it may be, children will eventually grow into adults. Once they are adults, they will no longer work for you. Adults can be married off by using Matchmaker's Rings, or they will eventually get married on their own.",
  "mca.books.rose_gold.author": "鉱夫ウィリアム",
  "mca.books.rose_gold.0": "§l警告！\nトップシークレット§r\nこのマニュアルはウィリアム・マイニング社の所有物です§rあなたがウィリアム・マイニング社の従業員でない場合は、このマニュアルの閲覧を控え、速やかに鉱夫ウィリアムに返却してください。",
  "mca.books.rose_gold.1": "Ah, rose gold - a lovely combination of silver, copper, and gold that smelts into a pinkish-orange metal. Most use it as an alternative to gold for crafting rings as it is much less expensive. However, it has some interesting qualities that are easy to miss.",
  "mca.books.rose_gold.2": "§lCreating Dust§r\nRose gold, once smelted, can be crushed into a fine dust. Look closely at rose gold dust in bright light, and you'll see shiny flecks of pure gold!§r",
  "mca.books.rose_gold.3": "§lWashing Dust§r\nWith a little work, we can extract the gold from the dust and create pure gold ingots. Simply mix the dust with a bucket of water. The lighter silver and copper components will wash away, leaving you with about 6 smaller piles of gold dust.",
  "mca.books.infection.author": "ゾンビ リチャード",
  "mca.books.infection.0": "読者の皆さん、こんにちは！ あなたが私と同じ運命に苦しんで終わらないかもしれないように、私はこの本を書いた。私は感染症にかかったが、私は幸運にも精神的な能力はを維持することが保たれていた。",
  "mca.books.infection.1": "§l感染とは何か§r\n夜に現れるゾンビは、かつては村人だったということを私はずっと前に発見した！新しく感染した村人は徐々に緑色に変色し、気分が悪くなり、まともにしゃべれなくなることもある！",
  "mca.books.infection.2": "§l治療§r\n一般に信じられているのとは逆に、感染した村人は誰でも治すことができる。村人に金のリンゴを贈ると、現在進行中の感染を治すことができます。感染によって村人がすでにゾンビになっている場合は、まずポー ションでゾンビを弱らせてから、金のリンゴを与えなければならない。",
  "mca.books.infection.3": "§l治療 2§r\nあなたが目にした他のゾンビは、残念ながらあまりにも瀕死で、治すことはできない。",
  "mca.books.infection.4": "§l治療 3§r\nゾンビが完全に治るには数分かかる。しかし感染したのが最近で、完全なゾンビになる時間がなかった村人は即座に治癒される！",
  "mca.books.infection.5": "§l注意§r\n村人は感染症に非常にかかりやすいので、診療所を建てること で感染症のリスクを減らしてください！",
  "mca.books.blueprint.author": "建築家カール",
  "mca.books.blueprint.0": "§村人は農作業ができる。道具や鎧を作ることもできる。本を読んだり、醸造したり、エンチャントをしたり、他にもいろいろできる。しかし、ひとつだけ私たちに欠けているものがある！",
  "mca.books.blueprint.1": "§旅をしていると、小さくて実用的でない、飾り気のない家ばかりの村にいくつも出くわすだろう。村がより大きなものに進化するためにはどうすればいいのだろう？",
  "mca.books.blueprint.2": "§f§lBlueprint§r§f\nThat's why I'm wandering across the planet, helping villages I encounter on my travels. And you could too! Craft yourself a blueprint using blue dye and paper and check out the catalog of buildings every village needs but can't build on their own.",
  "mca.books.blueprint.3": "§f§l必要条件§r§f\n建物は通常、最小限の大きさを必要とする。何でもかんでも小屋に突っ込めばいいというものではない。そして、すべてのブロックの要件が満たされていることを確認しなければならない。",
  "mca.books.blueprint.4": "§f§lFinish§r§f\nOnce done, hit 'Add Building' and watch how villagers integrate it into the village.",
  "mca.books.blueprint.5": "§f§lランク§r§f\nしかし、無欲である必要はない！あなたの村が先進的であればあるほど、あなたのランクは上がる。高貴な暮らしを夢見たことはありますか？村長？それとも王様？",
  "mca.books.cult_0.author": "Lucas the Devotee",
  "mca.books.cult_0.0": "はるか昔、別の世界からある存在がこの惑星にやってきて、大地を旅しながら知恵を分かち合った... この存在はサーベン・ザ・99と呼ばれていた。",
  "mca.books.cult_0.1": "善意にもかかわらず、その知識は私たちの心を理解するにはあまりにも多く、耳を傾けなかった人々もいたが、耳を傾けた人々は変わり、二度と同じようには戻らなかった…",
  "mca.books.cult_0.2": "サーベンの言う真実に打ち砕かれた彼らの心はとりつかれ、「神聖な言葉」を次の世代に伝えていった。この常軌を逸した行動をとるようになった者は皆、「サーベン」の特質を受ける。",
  "mca.books.cult_0.3": "今日に至るまで、そのささやきが聞こえるという人もいる...",
  "mca.books.cult_1.author": "探求者エブリン",
  "mca.books.cult_1.0": "サーベン教団は、われわれの世界を超越した高次の力、われわれの時間と空間の理解を超えて存在する力について語っている。",
  "mca.books.cult_1.1": "瞑想や儀式を通じて、カルト信者たちはこの存在と交信しようと試み、その得体の知れない性質や宇宙の秘密についての洞察を得ようとする。",
  "mca.books.cult_1.2": "しかしこの知識には代償が伴う。心を囚われ、魂をねじ曲げる狂気だ。サーベンの教えに従う者は、禁断の真理の追求に身を落とさないように慎重に行動しなければならない。",
  "mca.books.cult_1.3": "しかし世間が彼らの信仰を嘲笑しても、カルト信者たちの献身は揺るがない。彼らは、現実のベールの向こうには無限の驚異の領域があり、そこには宇宙の謎が、それを求める勇気のある者のためにむき出しにされていることを知っているからである。",
  "mca.books.cult_2.author": "冒険家バーナビー",
  "mca.books.cult_2.0": "古代のカルト教団を呼び出すには、雪の降る真夜中に儀式を行わなければならない。しかし、これは普通の儀式ではない。ヤギのミルクが必要なのだ！",
  "mca.books.cult_2.1": "そう、吹雪の中、真夜中にヤギの乳を搾らなければならないのだ！奇妙に聞こえるかもしれないが、古代のカルト信者たちを眠りから覚ますにはそれしかないのだ。",
  "mca.books.cult_2.2": "しかし、アンデッドのカルト信者たちを軽く見てはいけない。一度目覚めれば、あなたに対して攻撃的になるかもしれないし、秘密を守るためには手段を選ばないだろう。",
  "mca.books.cult_2.3": "勇気を出して彼らに立ち向かえば、倒したときにサーベンの秘密の言葉を落としてくれる可能性がある。その言葉によって、あなたはこの世界とその先の謎について、新たな理解を得られるだろう。",
  "mca.books.cult_ancient.author": "古代のサーベン",
  "mca.letter.condolence": "%s\n\n %s'の訃報をお伝えしなければならないことは、大変残念でなりません。\n\n敬具\n市長 %s",
  "mca.books.supporters.author": "コミュニティ",
  "mca.books.supporters.patrons": "支援者",
  "mca.books.supporters.contributors": "貢献者",
  "mca.books.supporters.translators": "翻訳者",
  "mca.books.supporters.wiki": "Wiki",
  "mca.books.supporters.old": "MCA 7.0.0以前",
  "mca.books.supporters.thanks": "感謝します！"
}
