{
  "mca.books.death.author": "기사 '오지'",
  "mca.books.death.0": "§f대체 몇 번이나 제 가족들이 크리퍼에 의해 산산이 조각나고 되살아나고를 반복했는지 셀 수조차 없습니다. 지금쯤 어떻게 그게 가능했냐고 물어보시겠죠? 쉽습니다! 친애하는 독자님. 저는 죽음 그 자체에 대한 치료법을 발견했습니다! 그리고, 이 책을 통하여 그 방법을 여러분과 공유할 수 있게 되었군요.",
  "mca.books.death.1": "§f§l무덤§r§f\n§r§f주민이 죽으면, 그의 시체는 가장 가까운 무덤에 묻힙니다. 그러니 반드시 묘비의 자리가 남아있도록 해 두세요.",
  "mca.books.death.2": "§f§l사신 소환§r§f\n불행히도, 죽음을 물리칠 수 있는 유일한 존재는, 죽음 그 자체인 사신입니다. 그를 소환하려면, 최소한 2블록 높이의 흑요석 기둥 3개로 구성된 제단을 만들어야 합니다. 만약 원하신다면 그보다 더 높하도 되고요.",
  "mca.books.death.3": "§f§l사신 소환 제 2장§r§f\n중앙에는 제물이 될 에메랄드 블록을 놓아야 합니다.",
  "mca.books.death.4": "§f§l사신 소환 제 3장§r§f\n제단을 만드셨다면, 밤이 될 때까지 기다린 후 3개의 기둥에 불을 붙이세요. 싸울 준비가 되셨다면, 에메랄드 블록에 불을 붙이고 도망치세요!",
  "mca.books.death.5": "§f§l사신과의 전투§r§f\n사신은 강력합니다. 다이아몬드 혹은 네더라이트 갑옷으로 온 몸을 무장하시고, 많은 물약, 그리고 많은 마법 부여를 활용하세요. 사신은 다음과 같은 능력을 가지고 있습니다:\n- 비행\n- 블록 공격\n- 실명\n- 아이템 순서 바꾸기\n- 순간이동",
  "mca.books.death.6": "§f§l사신과의 전투 제 2장§r§f\n만약 사신이 방어하고 있는 도중에 공격한다면, 그는 당신의 뒤로 순간이동하여 공격해 올 겁니다. 화살이나 독을 사용하려 하지 마세요, 그는 면역입니다!",
  "mca.books.death.7": "§f§l사신과의 전투 제 3장§r§f\n사신의 체력이 절반 이하가 되면, 그는 그는 공중으로 순간이동하여 치유를 시작할 겁니다. 치유하는 동안, 그는 지하세계에서 부하들을 불러와 대신 싸우게 할 겁니다",
  "mca.books.death.8": "§f§l사신과의 전투 제 4장§r§f\n사신이 치유를 마치면 다시 공격해 올 겁니다만, 3분 30초 동안은 다시 치유할 수 없을 겁니다. 또한 그는 다시 치유할 때마다, 이전만큼의 체력을 회복하진 못 할 겁니다.",
  "mca.books.death.9": "§f§l큰낫§r§f\n당신이 사신에게 치명상을 입혔다면, 그는 큰낫을 남겨둔 채 공허로 돌아갈 겁니다. 만지면 얼음처럼 차갑게 느껴지는 큰낫은 강력한 도구입니다. 주민을 쓰러뜨려 큰낫을 충전한 뒤에, 거둬들인 영혼을 묘비로 옮길 수 있습니다.",
  "mca.books.death.10": "§f§l큰낫 제 2장§r§f\n그러나 영혼이 옮겨진 대상은 지하 세계의 흔적 때문에 감염될 것입니다. 어떻게든 그를 치료할 수 있을 겁니다. 제 친구 '리차드'가 이 주제에 관한 책을 쓴 적이 있습니다.",
  "mca.books.death.11": "§f§l생명의 지팡이§r§f\n그건 그렇고, 더 평화로운 해결책이 하나 더 있습니다. 바로 생명의 지팡이! 불쌍한 영혼 대신, 네더의 별에 축적된 힘을 사용하여 부활시킵니다.",
  "mca.books.death.12": "§f§l생명의 지팡이 제 2장§r§f\n생명의 지팡이는 최대 5명까지 부활시킬 수 있는 강력한 아이템입니다. 또한 큰낫과는 달리, 되살아난 주민의 모든 질병을 치유하는 능력을 가지고 있습니다.",
  "mca.books.romance.author": "사서 '제리'",
  "mca.books.romance.0": "§l소개§r\n상호작용은 인간관계를 형성하고 일생의 사랑을 찾는 데에 있어, 아주 중요한 열쇠입니다. 저는 상호작용, 사랑, 그리고 불행히도 이혼에 대한 저의 지식을 올바른 방향으로 나아가야 할 사람들을 위해 기꺼이 이 책을 썼습니다.",
  "mca.books.romance.1": "§l성격§r\n주민들과 이야기를 나누다 보면, 그들이 각자 다른 성격을 가지고 있다는 것을 알 수 있을 겁니다. 어떤 주민들은 농담을, 어떤 주민들은 포옹을 더 좋아하고는 합니다. 몇몇 성격들은 다른 성격들보다 더 뚜렷하기도 합니다. 주민 위에 마우스를 올리면 몇 가지 힌트를 볼 수 있습니다.",
  "mca.books.romance.2": "§l기분§r\n모든 주민은 기분을 가지고 있으며, 이는 그들과 대화할 때 명백히 드러납니다. 기분은 하루종일 변할 수 있으며, 이들이 선호하는 상호작용에 영향을 줍니다.",
  "mca.books.romance.3": "§l기분 제 2장§r\n주민의 죽음은 주변 주민들의 기분을 나쁘게 만드는 것 같습니다. 세금 또한 모든 주민들의 기분을 서서히 나쁘게 만듭니다. 선물과 성공적인 상호작용은 그들의 기분을 좋게 만드는 것으로 알려져 있습니다.",
  "mca.books.romance.4": "§l상호작용§r\n주민과 상호작용할 때에는, 그들의 성격과 기분에 따라 현명한 선택을 하세요! 만약 로맨틱한 상호작용을 선택한다면, 대상 주민이 당신을 많이 좋아하고 있는지 확인하세요.",
  "mca.books.romance.5": "§l상호작용 제 2장§r\n귀찮게 굴지 마세요! 누군가와 너무 오랫동안 이야기한다면, 그 상대는 지루해할 것이며, 상호작용에 성공하지 못할 수 있습니다. 이런 경우엔, 시간을 좀 보낸 뒤에 다시 대화를 시도하세요.",
  "mca.books.romance.6": "§l선물§r\n선물은 주민의 호감도를 높이는 또 다른 좋은 방법입니다. 하지만 누구에게 무엇을 선물할지는 신중히 선택하세요. 가령 어부는 생선을 좋아합니다만, 귀족 아가씨에게 냄새나는 생선을 선물하는 것은 좋은 생각이 아닙니다.",
  "mca.books.romance.7": "§l결혼§r\n결혼하기 위해서는, 호감도가 충분히 높아졌다고 느껴질 때에, 상대에게 결혼 반지를 선물하기만 하면 됩니다.",
  "mca.books.romance.8": "§l이혼§r\n불행하게도, 가끔은 배우자와 헤어지고 앞으로 나아가는 것이 더 나을 수 있습니다. 이혼하기 위해서는, 이혼 서류를 가진 상태로 배우자와 이야기해야 합니다. 또한 이혼 서류는 성직자에게서 발급받을 수 있습니다.",
  "mca.books.romance.9": "§l이혼 제 2장§r\n혹은 서류 없이도 이혼할 수 있습니다만, 그들이 기뻐하진 않을 것입니다.",
  "mca.books.family.author": "성직자 '린네'",
  "mca.books.family.0": "아이들은 우리의 미래입니다! 가능한 한, 많은 아이를 만드세요. §r자식을 키우는 즐거움만을 누리는 것이 아니라, 그들이 성장하여 아기 단계를 지난 뒤엔 일을 시켜보세요!",
  "mca.books.family.1": "§l아기§r\n결혼하고 난 뒤에, 배우자에게 다가가서 '아이 가지기'를 제안해보세요. 짧은 춤을 추고 난 후면, 당신은 새로운 남아 또는 여아의 주인이 될 거예요! (혹은 둘 다일지도 모르죠!)",
  "mca.books.family.2": "§l성장§r\n아기는 성장하는 데에 시간이 걸리므로, 준비가 될 때까지 아기를 안아 주거나 배우자가 돌보도록 하세요. 아기의 성장 준비가 완료된다면, 바닥에 두세요. 그럼 어린이로 성장할 거예요!",
  "mca.books.family.3": "§l청소년기§r\n아이들은 아기에서 성인이 되기까지 천천히 성장할 거예요. 그러고 보니, 황금 사과에 부여된 마법은 아이들의 성장을 가속시킨다고 해요. 전 아직 직접 시도해본 적이 없지만요.",
  "mca.books.family.4": "§l일 시키기§r\n모든 아이들은 농사, 벌목, 채광, 사냥, 그리고 낚시를 할 수 있어요. 그들에게 일을 시키기 위해선 필요한 도구를 제공해야 해요. 만약 도구가 고장났고, 아이들이 달리 가진 도구가 없다면, 그들은 일을 멈출 수 밖에 없을 거예요.",
  "mca.books.family.5": "§l탐욕§r\n자식이 탐욕스러운 성격을 가지고 있다는 것을 알게 된다면, 조심하세요! 탐욕스러운 아이들은 일을 하면서 얻은 물건들을 훔치는 것으로 알려져 있어요.",
  "mca.books.family.6": "§l채광§r\n채광에 관한 특별한 참고사항을 적어둘게요. 대부분의 아이들은 지하에서 광석의 위치를 찾아내는 독특한 능력을 가지고 있어요. 또한 이 능력은 아이들이 가진 곡괭이를 손상시켜요.",
  "mca.books.family.7": "§l성인§r\n슬픈 사실이지만, 아이들은 언젠간 성인이 되겠죠. 그들이 성인이 되면, 더 이상 당신을 위해서 일하지 않을 거예요. 성인이 된 아이는 중매인의 반지를 사용하여 결혼시킬 수도 있고, 아니면 결국 그들 스스로 결혼하게 될 거예요.",
  "mca.books.rose_gold.author": "광부 '윌리엄'",
  "mca.books.rose_gold.0": "§l경고!\n특급 비밀§r\n이 매뉴얼은 월리엄 광산회사의 자산입니다. §r월리엄 광산회사의 직원이 아닐 경우, 이 매뉴얼을 읽지 말고 즉시 광부 '월리엄'에게 반납하십시오.",
  "mca.books.rose_gold.1": "아아, 로즈골드 - 은, 구리, 금의 사랑스러운 조합으로 이루어진 핑크빛이 도는 오랜지색 금속. 금보다도 훨씬 저렴하기에 대부분은 반지를 만들 때에 금을 대신할 재료로 사용하고는 합니다. 그러나, 사실 그 금속은 놓치기 쉬운 몇 가지 흥미로운 특성을 가지고 있습니다.",
  "mca.books.rose_gold.2": "§l가루 제작§r\n로즈골드는 한번 제련하고 나면, 미세한 가루로 만들 수 있습니다. 밝은 빛 아래에서 로즈골드 가루를 자세히 보면, 반짝이는 순금 조각들이 보일 것입니다!§r",
  "mca.books.rose_gold.3": "§l금가루 정제§r\n약간의 작업만으로도, 우리는 실제로 그 가루에서 금을 추출할 수 있고, 순수한 금괴를 만들 수 있습니다. 간단히 물 양동이에 가루를 섞으세요. 가벼운 은과 구리 성분은 씻겨나가고, 약 6개의 작은 금가루가 남을 겁니다.",
  "mca.books.rose_gold.4": "§l금 추출§r\n운이 좋다면 9개의 금가루를 제작대 위에 올려놓는 것으로 황금 조각 하나를 얻을 수 있을 것입니다. §r그리고 당연히, 9개의 황금 조각이 있다면 그것들을 단단한 금괴로 만들 수 있을 것입니다.",
  "mca.books.infection.author": "좀비 '리차드'",
  "mca.books.infection.0": "안녕하세요 독자 여러분! 저는 당신이 저와 같은 운명을 겪지 않도록, 이 책을 썼습니다. 저는 전염병에 걸렸습니다만, 운이 좋게도 모든 정신을 유지할 수 있었어요.",
  "mca.books.infection.1": "§lWhat is the Infection?§r\nI discovered a long time ago that the zombies that appear at night were once villagers! Newly infected villagers slowly turn green, feel unwell and may be unable to speak properly!",
  "mca.books.infection.2": "§lCuring§r\nContrary to popular belief, any infected villager can be cured. Gift a villager a golden apple to cure an ongoing infection. If the infection turned the villager into a zombie already you must first weaken the zombie with a potion, then apply the golden apple.",
  "mca.books.infection.3": "§lCuring 2§r\nAny other zombies you see unfortunately are too far gone, and cannot be cured.",
  "mca.books.infection.4": "§l치료법 제 3장§r\n좀비들이 완전히 치료되기까지는 시간이 좀 걸릴 거예요. 하지만 감염된지 얼마 지나지 않아 아직 완벽한 좀비가 되어버리기 전이라면 즉시 치료될 거예요!",
  "mca.books.infection.5": "§lWarnings§r\nVillagers are highly susceptible to infection, decrease the risk of infection by building an infirmary!",
  "mca.books.blueprint.author": "건축가 '카를'",
  "mca.books.blueprint.0": "§f우리 주민들은 농사를 지을 수 있습니다. 우린 도구와 갑옷들을 만들 수 있고, 읽기, 양조, 마법 부여 등의 작업을 할 수 있습니다. 그러나 우리에게 단 한 가지 부족한 지식이 있다면, 그것은 건축입니다!",
  "mca.books.blueprint.1": "§f여행을 하다 보면, 아마도 작고, 실용적이지 않고, 거의 꾸며지지 않은 마을들을 마주치게 될 것입니다. 하지만, 만약 그 마을이 더 크게 발전된다면 어떻게 될까요?",
  "mca.books.blueprint.2": "§f§l청사진§r§f\n그것이 제가 이 땅을 떠돌아다니며, 바다 건너편의 주민들을 돕는 이유입니다. 그리고 당신도 할 수 있습니다! 파란색 염료와 종이를 사용하여 청사진을 만들고, 모든 마을이 필요로 하지만 그들 스스로는 지을 수 없는 건물들의 목록들을 확인해 보세요.",
  "mca.books.blueprint.3": "§f§l요구 사항§r§f\n건물은 일반적으로 필요로 하는 최소한의 크기(내부 면적)가 있습니다. 요구하는 블록들을 그냥 대충 쌓아두는 것만으로는 안 됩니다. 건물을 다 짓고 나면, 모든 블록의 요구 사항을 충족시켰는지 확인해야 해요.",
  "mca.books.blueprint.4": "§f§l완성§r§f\n작업을 마치셨다면, '건물 추가' 버튼을 누르고 주민들이 그 건물에 어떻게 녹아드는지 확인 해 보세요.",
  "mca.books.blueprint.5": "§f§l계급§r§f\n건물을 짓는 작업에 있어, 당신은 희생만 하는 것은 아닙니다! 당신의 마을이 발전할수록 당신의 계급은 높아질 것입니다. 모두들 귀족의 삶을 꿈 꿔오지 않았나요? 아니면 시장? 그것도 아니라면.. 왕?",
  "mca.books.cult_0.author": "열성 신자 루카스",
  "mca.books.cult_0.0": "오래전에, 다른 세계에서 온 한 존재가 비행기를 타고 이 땅을 가로질러 여행할 때 지혜를 나누었습니다. 이 존재를 시르벤 더 99라고 불렀습니다.",
  "mca.books.cult_0.1": "좋은 의도에도 불구하고, 그 지식을 우리가 이해하기에는 너무 버거웠고, 어떤 사람들은 듣지 않았지만, 그것을 들었던 사람들은 다시는 예전으로 돌아갈 수 었을 정도로 변했습니다.",
  "mca.books.cult_0.2": "시르벤이 말 했던 진실 때문에 충격을 받은 그들은 집착하게 되었고, 그들은 다음 세대에게 \"성스러운 말씀\"을 전하게 되었습니다. 이런 변덕스러운 행동을 하는 사람은 누구나 \"시르벤\"으로 대우를 받았습니다.",
  "mca.books.cult_0.3": "오늘날까지, 어떤 사람들은 그들이 여전히 그의 말을 들을 수 있다고 말합니다...",
  "mca.letter.condolence": "%s,\n\n%s의 부고 소식을 전하게 되어 매우 유감입니다..\n\n진심을 담아,\n%s의 시장으로부터.",
  "mca.books.supporters.author": "도움을 주신 분들",
  "mca.books.supporters.patrons": "후원자",
  "mca.books.supporters.contributors": "기여자",
  "mca.books.supporters.translators": "번역가",
  "mca.books.supporters.wiki": "위키",
  "mca.books.supporters.old": "MCA 7.0.0 이전의 버전",
  "mca.books.supporters.thanks": "감사합니다!"
}
